Repository: v-murygin/pixeldancer-power-helper
Catalog: Sources/PowerHelperApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, th, tr, vi, zh

source: After installing, you can quit this app — the helper runs in the background.
ar: بعد التثبيت، يمكنك إغلاق هذا التطبيق — المساعد يعمل في الخلفية.
da: Efter installationen kan du lukke denne app – hjælpeprogrammet kører i baggrunden.
de: Nach der Installation können Sie diese App beenden – der Helfer läuft im Hintergrund.
es: Después de instalar, puede cerrar esta aplicación; el asistente se ejecuta en segundo plano.
fi: Asennuksen jälkeen voit sulkea tämän sovelluksen – apuohjelma toimii taustalla.
fr: Après l'installation, vous pouvez quitter cette application — le programme d'aide s'exécute en arrière-plan.
hi: इंस्टॉल करने के बाद, आप इस ऐप को बंद कर सकते हैं — हेल्पर बैकग्राउंड में चलता है।
it: Dopo l'installazione, è possibile chiudere questa app: l'helper verrà eseguito in background.
ja: インストール後、このアプリを終了しても構いません。ヘルパーはバックグラウンドで実行されます。
ko: 설치 후 이 앱을 종료해도 됩니다. 도우미는 백그라운드에서 실행됩니다.
nl: Na installatie kunt u deze app sluiten — de helper draait op de achtergrond.
pl: Po zainstalowaniu możesz zamknąć tę aplikację — pomocnik działa w tle.
pt: Após a instalação, pode encerrar esta aplicação — o auxiliar é executado em segundo plano.
ru: После установки вы можете закрыть это приложение — вспомогательная программа работает в фоновом режиме.
sv: Efter installationen kan du avsluta den här appen – hjälpen körs i bakgrunden.
th: หลังการติดตั้ง คุณสามารถปิดแอปนี้ได้ — ตัวช่วยจะทำงานอยู่เบื้องหลัง
tr: Yükledikten sonra bu uygulamadan çıkabilirsiniz; yardımcı arka planda çalışır.
vi: Sau khi cài đặt, bạn có thể thoát ứng dụng này — tiện ích sẽ chạy ngầm.
zh: 安装后，您可以退出此应用程序 — 辅助程序会在后台运行。

source: Approval required
ar: الموافقة مطلوبة
da: Godkendelse påkrævet
de: Genehmigung erforderlich
es: Se requiere aprobación
fi: Hyväksyntä vaaditaan
fr: Approbation requise
hi: अनुमोदन आवश्यक है
it: Approvazione richiesta
ja: 承認が必要です
ko: 승인 필요
nl: Goedkeuring vereist
pl: Wymagane zatwierdzenie
pt: Aprovação necessária
ru: Требуется одобрение
sv: Godkännande krävs
th: ต้องได้รับการอนุมัติ
tr: Onay gerekli
vi: Cần phê duyệt
zh: 需要批准

source: Approved
ar: تمت الموافقة
da: Godkendt
de: Genehmigt
es: Aprobado
fi: Hyväksytty
fr: Approuvé
hi: अनुमोदित
it: Approvato
ja: 承認済み
ko: 승인됨
nl: Goedgekeurd
pl: Zatwierdzono
pt: Aprovado
ru: Одобрено
sv: Godkänd
th: ได้รับการอนุมัติแล้ว
tr: Onaylandı
vi: Đã phê duyệt
zh: 已批准

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh: 取消

source: Click Install to register the daemon with macOS.
ar: انقر فوق تثبيت لتسجيل الخادم مع macOS.
da: Klik på Installer for at registrere daemonen hos macOS.
de: Klicken Sie auf Installieren, um den Daemon bei macOS zu registrieren.
es: Haga clic en Instalar para registrar el demonio en macOS.
fi: Napsauta Asenna rekisteröidäksesi taustapalvelun macOS:ään.
fr: Cliquez sur Installer pour enregistrer le démon auprès de macOS.
hi: macOS के साथ डेमन को रजिस्टर करने के लिए इंस्टॉल पर क्लिक करें।
it: Fare clic su Installa per registrare il daemon con macOS.
ja: 「インストール」をクリックして、デーモンをmacOSに登録してください。
ko: 설치를 클릭하여 데몬을 macOS에 등록하십시오.
nl: Klik op Installeren om de daemon te registreren bij macOS.
pl: Kliknij Zainstaluj, aby zarejestrować demona w systemie macOS.
pt: Clique em Instalar para registar o daemon no macOS.
ru: Нажмите «Установить», чтобы зарегистрировать демон в macOS.
sv: Klicka på Installera för att registrera daemonen med macOS.
th: คลิก ติดตั้ง เพื่อลงทะเบียน daemon กับ macOS
tr: Daemon'u macOS'a kaydetmek için Yükle'ye tıklayın.
vi: Nhấp vào Cài đặt để đăng ký daemon với macOS.
zh: 点击“安装”以在 macOS 中注册守护进程。

source: Click Install to register the daemon with macOS. You'll be asked to approve it once in System Settings.
ar: انقر فوق تثبيت لتسجيل الخادم مع macOS. سيُطلب منك الموافقة عليه مرة واحدة في إعدادات النظام.
da: Klik på Installer for at registrere daemonen hos macOS. Du vil blive bedt om at godkende den én gang i Systemindstillinger.
de: Klicken Sie auf Installieren, um den Daemon bei macOS zu registrieren. Sie werden einmalig aufgefordert, ihn in den Systemeinstellungen zu genehmigen.
es: Haga clic en Instalar para registrar el demonio en macOS. Se le pedirá que lo apruebe una vez en la Configuración del Sistema.
fi: Napsauta Asenna rekisteröidäksesi taustapalvelun macOS:ään. Sinua pyydetään hyväksymään se kerran Järjestelmäasetuksissa.
fr: Cliquez sur Installer pour enregistrer le démon auprès de macOS. Il vous sera demandé de l'approuver une fois dans les Réglages Système.
hi: macOS के साथ डेमन को रजिस्टर करने के लिए इंस्टॉल पर क्लिक करें। आपसे सिस्टम सेटिंग्स में एक बार इसे स्वीकृत करने के लिए कहा जाएगा।
it: Fare clic su Installa per registrare il daemon con macOS. Verrà richiesto di approvarlo una volta nelle Impostazioni di Sistema.
ja: 「インストール」をクリックして、デーモンをmacOSに登録してください。システム設定で一度承認を求められます。
ko: 설치를 클릭하여 데몬을 macOS에 등록하십시오. 시스템 설정에서 한 번 승인하라는 메시지가 표시됩니다.
nl: Klik op Installeren om de daemon te registreren bij macOS. U wordt gevraagd deze eenmalig goed te keuren in Systeeminstellingen.
pl: Kliknij Zainstaluj, aby zarejestrować demona w systemie macOS. Zostaniesz poproszony o jednorazowe zatwierdzenie w Ustawieniach systemowych.
pt: Clique em Instalar para registar o daemon no macOS. Ser-lhe-á pedido que o aprove uma vez nas Definições do Sistema.
ru: Нажмите «Установить», чтобы зарегистрировать демон в macOS. Вам будет предложено один раз одобрить его в Системных настройках.
sv: Klicka på Installera för att registrera daemonen med macOS. Du kommer att bli ombedd att godkänna den en gång i Systeminställningar.
th: คลิก ติดตั้ง เพื่อลงทะเบียน daemon กับ macOS คุณจะถูกขอให้อนุมัติหนึ่งครั้งในการตั้งค่าระบบ
tr: Daemon'u macOS'a kaydetmek için Yükle'ye tıklayın. Sistem Ayarları'nda bir kez onaylamanız istenecektir.
vi: Nhấp vào Cài đặt để đăng ký daemon với macOS. Bạn sẽ được yêu cầu phê duyệt một lần trong Cài đặt hệ thống.
zh: 点击“安装”以在 macOS 中注册守护进程。您将需要一次在“系统设置”中批准它。

source: Closed-lid sleep prevention is active. Protocol v%lld.
ar: منع السكون بغطاء مغلق نشط. البروتوكول v%lld.
da: Forhindring af dvale med lukket låg er aktiv. Protokol v%lld.
de: Schlafverhinderung bei geschlossenem Deckel ist aktiv. Protokoll v%lld.
es: La prevención de suspensión con la tapa cerrada está activa. Protocolo v%lld.
fi: Suljetun kannen lepotilan esto on aktiivinen. Protokolla v%lld.
fr: La prévention de la mise en veille avec le couvercle fermé est active. Protocole v%lld.
hi: बंद-ढक्कन स्लीप प्रिवेंशन सक्रिय है। प्रोटोकॉल v%lld।
it: La prevenzione dello stop a coperchio chiuso è attiva. Protocollo v%lld.
ja: スリープ防止（蓋を閉じた状態）が有効です。プロトコル v%lld。
ko: 닫힌 덮개 절전 방지가 활성화되었습니다. 프로토콜 v%lld.
nl: Voorkomen van slaapstand met gesloten deksel is actief. Protocol v%lld.
pl: Zapobieganie uśpieniu przy zamkniętej pokrywie jest aktywne. Protokół v%lld.
pt: A prevenção de suspensão com tampa fechada está ativa. Protocolo v%lld.
ru: Предотвращение сна при закрытой крышке активно. Протокол v%lld.
sv: Förhindrande av viloläge med stängt lock är aktivt. Protokoll v%lld.
th: การป้องกันการหลับเมื่อปิดฝาทำงานอยู่ โปรโตคอล v%lld
tr: Kapalı kapak uyku önleme aktif. Protokol v%lld.
vi: Chống ngủ khi đóng nắp đang hoạt động. Giao thức v%lld.
zh: 已激活合盖睡眠防止功能。协议版本：%lld。

source: Daemon plist not found
ar: لم يتم العثور على ملف plist الخاص بالخادم
da: Daemon plist ikke fundet
de: Daemon-Plist nicht gefunden
es: No se encontró el archivo plist del demonio
fi: Taustapalvelun plist-tiedostoa ei löydy
fr: Fichier plist du démon introuvable
hi: डेमन plist नहीं मिला
it: File plist del daemon non trovato
ja: デーモンプリストが見つかりません
ko: 데몬 plist를 찾을 수 없습니다
nl: Daemon plist niet gevonden
pl: Nie znaleziono pliku plist demona
pt: plist do daemon não encontrado
ru: Файл plist демона не найден
sv: Daemon plist hittades inte
th: ไม่พบไฟล์ plist ของ daemon
tr: Daemon plist bulunamadı
vi: Không tìm thấy tệp plist của daemon
zh: 未找到守护进程 plist

source: Daemon protocol v%lld. Closed-lid sleep prevention works in PixelDancer Agent Mode.
ar: بروتوكول الخادم v%lld. يعمل منع السكون بغطاء مغلق في وضع وكيل PixelDancer.
da: Daemon protokol v%lld. Forhindring af dvale med lukket låg fungerer i PixelDancer Agent Mode.
de: Daemon-Protokoll v%lld. Die Schlafverhinderung bei geschlossenem Deckel funktioniert im PixelDancer Agent-Modus.
es: Protocolo del demonio v%lld. La prevención de suspensión con la tapa cerrada funciona en el Modo Agente de PixelDancer.
fi: Taustapalvelun protokolla v%lld. Suljetun kannen lepotilan esto toimii PixelDancer Agent -tilassa.
fr: Protocole du démon v%lld. La prévention de la mise en veille avec le couvercle fermé fonctionne en mode Agent PixelDancer.
hi: डेमन प्रोटोकॉल v%lld। बंद-ढक्कन स्लीप प्रिवेंशन PixelDancer एजेंट मोड में काम करता है।
it: Protocollo del daemon v%lld. La prevenzione dello stop a coperchio chiuso funziona in Modalità Agente PixelDancer.
ja: デーモンプロトコル v%lld。スリープ防止（蓋を閉じた状態）はPixelDancer Agentモードで機能します。
ko: 데몬 프로토콜 v%lld. 닫힌 덮개 절전 방지는 PixelDancer 에이전트 모드에서 작동합니다.
nl: Daemon protocol v%lld. Voorkomen van slaapstand met gesloten deksel werkt in PixelDancer Agent Mode.
pl: Protokół demona v%lld. Zapobieganie uśpieniu przy zamkniętej pokrywie działa w trybie agenta PixelDancer.
pt: Protocolo do daemon v%lld. A prevenção de suspensão com tampa fechada funciona no Modo Agente PixelDancer.
ru: Протокол демона v%lld. Предотвращение сна при закрытой крышке работает в режиме PixelDancer Agent Mode.
sv: Daemonprotokoll v%lld. Förhindrande av viloläge med stängt lock fungerar i PixelDancer Agent Mode.
th: โปรโตคอล daemon v%lld การป้องกันการหลับเมื่อปิดฝาทำงานในโหมด PixelDancer Agent
tr: Daemon protokol v%lld. Kapalı kapak uyku önleme PixelDancer Agent Modu'nda çalışır.
vi: Giao thức daemon v%lld. Chống ngủ khi đóng nắp hoạt động trong Chế độ Đại lý PixelDancer.
zh: 守护进程协议版本：%lld。合盖睡眠防止功能在 PixelDancer Agent 模式下可用。

source: Daemon registered. If this persists for more than 30 seconds, try Refresh or restart the Mac.
ar: تم تسجيل الخادم. إذا استمر هذا لأكثر من 30 ثانية، جرب تحديث أو إعادة تشغيل الـ Mac.
da: Daemon registreret. Hvis dette fortsætter i mere end 30 sekunder, prøv Opdater eller genstart Mac'en.
de: Daemon registriert. Wenn dieser Zustand länger als 30 Sekunden anhält, versuchen Sie es mit Aktualisieren oder starten Sie den Mac neu.
es: Demonio registrado. Si esto persiste durante más de 30 segundos, intente Actualizar o reiniciar el Mac.
fi: Taustapalvelu rekisteröity. Jos tämä tila jatkuu yli 30 sekuntia, kokeile Päivitä tai käynnistä Mac uudelleen.
fr: Démon enregistré. Si cela persiste plus de 30 secondes, essayez Rafraîchir ou redémarrez le Mac.
hi: डेमन पंजीकृत है। यदि यह 30 सेकंड से अधिक समय तक बना रहता है, तो रीफ़्रेश आज़माएँ या मैक को पुनरारंभ करें।
it: Daemon registrato. Se questa condizione persiste per più di 30 secondi, provare Aggiorna o riavviare il Mac.
ja: デーモンが登録されました。この状態が30秒以上続く場合は、「更新」を試すか、Macを再起動してください。
ko: 데몬이 등록되었습니다. 이 상태가 30초 이상 지속되면 새로고침을 시도하거나 Mac을 다시 시작하십시오.
nl: Daemon geregistreerd. Als dit langer dan 30 seconden aanhoudt, probeer Vernieuwen of start de Mac opnieuw op.
pl: Demon zarejestrowany. Jeśli ten stan utrzymuje się dłużej niż 30 sekund, spróbuj Odśwież lub uruchom ponownie komputer Mac.
pt: Daemon registado. Se isto persistir por mais de 30 segundos, tente Atualizar ou reiniciar o Mac.
ru: Демон зарегистрирован. Если это состояние сохраняется более 30 секунд, попробуйте обновить или перезагрузить Mac.
sv: Daemon registrerad. Om detta kvarstår i mer än 30 sekunder, prova Uppdatera eller starta om datorn.
th: Daemon ได้รับการลงทะเบียนแล้ว หากสถานะนี้ยังคงอยู่เกิน 30 วินาที ให้ลอง รีเฟรช หรือ รีสตาร์ท Mac
tr: Daemon kaydedildi. Bu durum 30 saniyeden uzun sürerse Yenile'yi deneyin veya Mac'i yeniden başlatın.
vi: Daemon đã đăng ký. Nếu tình trạng này kéo dài hơn 30 giây, hãy thử Làm mới hoặc khởi động lại máy Mac.
zh: 守护进程已注册。如果此状态持续超过 30 秒，请尝试刷新或重启 Mac。

source: Daemon registered. If this status persists for more than 30 seconds, restart the Mac.
ar: تم تسجيل الخادم. إذا استمرت هذه الحالة لأكثر من 30 ثانية، أعد تشغيل الـ Mac.
da: Daemon registreret. Hvis denne status fortsætter i mere end 30 sekunder, genstart Mac'en.
de: Daemon registriert. Wenn dieser Status länger als 30 Sekunden anhält, starten Sie den Mac neu.
es: Demonio registrado. Si este estado persiste durante más de 30 segundos, reinicie el Mac.
fi: Taustapalvelu rekisteröity. Jos tämä tila jatkuu yli 30 sekuntia, käynnistä Mac uudelleen.
fr: Démon enregistré. Si ce statut persiste plus de 30 secondes, redémarrez le Mac.
hi: डेमन पंजीकृत है। यदि यह स्थिति 30 सेकंड से अधिक समय तक बनी रहती है, तो मैक को पुनरारंभ करें।
it: Daemon registrato. Se questa condizione persiste per più di 30 secondi, riavviare il Mac.
ja: デーモンが登録されました。この状態が30秒以上続く場合は、Macを再起動してください。
ko: 데몬이 등록되었습니다. 이 상태가 30초 이상 지속되면 Mac을 다시 시작하십시오.
nl: Daemon geregistreerd. Als deze status langer dan 30 seconden aanhoudt, start de Mac opnieuw op.
pl: Demon zarejestrowany. Jeśli ten stan utrzymuje się dłużej niż 30 sekund, uruchom ponownie komputer Mac.
pt: Daemon registado. Se este estado persistir por mais de 30 segundos, reinicie o Mac.
ru: Демон зарегистрирован. Если этот статус сохраняется более 30 секунд, перезагрузите Mac.
sv: Daemon registrerad. Om denna status kvarstår i mer än 30 sekunder, starta om datorn.
th: Daemon ได้รับการลงทะเบียนแล้ว หากสถานะนี้ยังคงอยู่เกิน 30 วินาที ให้รีสตาร์ท Mac
tr: Daemon kaydedildi. Bu durum 30 saniyeden uzun sürerse Mac'i yeniden başlatın.
vi: Daemon đã đăng ký. Nếu trạng thái này kéo dài hơn 30 giây, hãy khởi động lại máy Mac.
zh: 守护进程已注册。如果此状态持续超过 30 秒，请重启 Mac。

source: Drag the new helper to Applications
ar: اسحب المساعد الجديد إلى التطبيقات
da: Træk det nye hjælpeprogram til Programmer
de: Ziehen Sie den neuen Helfer in den Ordner Programme
es: Arrastre el nuevo asistente a Aplicaciones
fi: Vedä uusi apuohjelma Ohjelmat-kansioon
fr: Faites glisser le nouveau programme d'aide vers Applications
hi: नए हेल्पर को एप्लीकेशन्स में ड्रैग करें
it: Trascinare il nuovo helper in Applicazioni
ja: 新しいヘルパーをアプリケーションフォルダにドラッグしてください
ko: 새 도우미를 응용 프로그램으로 드래그하세요
nl: Sleep de nieuwe helper naar Programma's
pl: Przeciągnij nowego pomocnika do folderu Aplikacje
pt: Arraste o novo auxiliar para Aplicações
ru: Перетащите новую вспомогательную программу в папку «Программы»
sv: Dra den nya hjälpen till Program
th: ลากตัวช่วยใหม่ไปยัง แอปพลิเคชัน
tr: Yeni yardımcıyı Uygulamalar'a sürükleyin
vi: Kéo tiện ích mới vào Thư mục Ứng dụng
zh: 将新的辅助程序拖到“应用程序”文件夹

source: Enables closed-lid sleep prevention for PixelDancer Agent Mode
ar: يمكّن منع السكون بغطاء مغلق لوضع وكيل PixelDancer
da: Aktiverer forhindring af dvale med lukket låg for PixelDancer Agent Mode
de: Aktiviert die Schlafverhinderung bei geschlossenem Deckel für den PixelDancer Agent-Modus
es: Habilita la prevención de suspensión con la tapa cerrada para el Modo Agente de PixelDancer
fi: Mahdollistaa suljetun kannen lepotilan eston PixelDancer Agent -tilassa
fr: Active la prévention de la mise en veille avec le couvercle fermé pour le mode Agent PixelDancer
hi: PixelDancer एजेंट मोड के लिए बंद-ढक्कन स्लीप प्रिवेंशन सक्षम करता है
it: Abilita la prevenzione dello stop a coperchio chiuso per la Modalità Agente PixelDancer
ja: PixelDancer Agentモードでスリープ防止（蓋を閉じた状態）を有効にします
ko: PixelDancer 에이전트 모드에 대한 닫힌 덮개 절전 방지 활성화
nl: Schakelt het voorkomen van slaapstand met gesloten deksel in voor PixelDancer Agent Mode
pl: Włącza zapobieganie uśpieniu przy zamkniętej pokrywie dla trybu agenta PixelDancer
pt: Ativa a prevenção de suspensão com tampa fechada para o Modo Agente PixelDancer
ru: Включает предотвращение сна при закрытой крышке для режима PixelDancer Agent Mode
sv: Aktiverar förhindrande av viloläge med stängt lock för PixelDancer Agent Mode
th: เปิดใช้งานการป้องกันการหลับเมื่อปิดฝาสำหรับโหมด PixelDancer Agent
tr: PixelDancer Agent Modu için kapalı kapak uyku önlemeyi etkinleştirir
vi: Bật tính năng chống ngủ khi đóng nắp cho Chế độ Đại lý PixelDancer
zh: 为 PixelDancer Agent 模式启用合盖睡眠防止功能

source: Helper is running
ar: المساعد قيد التشغيل
da: Hjælpeprogrammet kører
de: Helfer wird ausgeführt
es: El asistente se está ejecutando
fi: Apuohjelma on käynnissä
fr: Le programme d'aide est en cours d'exécution
hi: हेल्पर चल रहा है
it: L'helper è in esecuzione
ja: ヘルパーは実行中です
ko: 도우미가 실행 중입니다
nl: Helper wordt uitgevoerd
pl: Pomocnik działa
pt: O auxiliar está em execução
ru: Вспомогательная программа запущена
sv: Hjälpen körs
th: ตัวช่วยกำลังทำงาน
tr: Yardımcı çalışıyor
vi: Tiện ích đang chạy
zh: 辅助程序正在运行

source: Helper not installed
ar: المساعد غير مثبت
da: Hjælpeprogrammet er ikke installeret
de: Helfer nicht installiert
es: Asistente no instalado
fi: Apuohjelmaa ei ole asennettu
fr: Programme d'aide non installé
hi: हेल्पर इंस्टॉल नहीं है
it: L'helper non è installato
ja: ヘルパーはインストールされていません
ko: 도우미가 설치되지 않았습니다
nl: Helper niet geïnstalleerd
pl: Pomocnik nie jest zainstalowany
pt: O auxiliar não está instalado
ru: Вспомогательная программа не установлена
sv: Hjälpen är inte installerad
th: ตัวช่วยยังไม่ได้ติดตั้ง
tr: Yardımcı yüklenmedi
vi: Tiện ích chưa được cài đặt
zh: 辅助程序未安装

source: Install
ar: تثبيت
da: Installer
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
hi: इंस्टॉल करें
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
pt: Instalar
ru: Установить
sv: Installera
th: ติดตั้ง
tr: Yükle
vi: Cài đặt
zh: 安装

source: Installed
ar: تم التثبيت
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
hi: इंस्टॉल किया गया
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowano
pt: Instalado
ru: Установлено
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklendi
vi: Đã cài đặt
zh: 已安装

source: Not installed yet
ar: لم يتم التثبيت بعد
da: Endnu ikke installeret
de: Noch nicht installiert
es: Aún no instalado
fi: Ei vielä asennettu
fr: Pas encore installé
hi: अभी तक इंस्टॉल नहीं हुआ
it: Non ancora installato
ja: まだインストールされていません
ko: 아직 설치되지 않음
nl: Nog niet geïnstalleerd
pl: Jeszcze nie zainstalowano
pt: Ainda não instalado
ru: Еще не установлено
sv: Inte installerad ännu
th: ยังไม่ได้ติดตั้ง
tr: Henüz yüklenmedi
vi: Chưa được cài đặt
zh: 尚未安装

source: Open System Settings
ar: فتح إعدادات النظام
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fi: Avaa Järjestelmäasetukset
fr: Ouvrir les Réglages Système
hi: सिस्टम सेटिंग्स खोलें
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt: Abrir Definições do Sistema
ru: Открыть Системные настройки
sv: Öppna Systeminställningar
th: เปิด การตั้งค่าระบบ
tr: Sistem Ayarlarını Aç
vi: Mở Cài đặt hệ thống
zh: 打开系统设置

source: Open System Settings → Login Items & Extensions and toggle 'PixelDancer Power Helper Daemon' on.
ar: افتح إعدادات النظام → عناصر تسجيل الدخول والإضافات وقم بتشغيل 'PixelDancer Power Helper Daemon'.
da: Åbn Systemindstillinger → Loginemner & udvidelser, og slå 'PixelDancer Power Helper Daemon' til.
de: Öffnen Sie Systemeinstellungen → Anmeldeobjekte & Erweiterungen und aktivieren Sie „PixelDancer Power Helper Daemon“.
es: Abra Configuración del Sistema → Ítems de inicio y extensiones y active 'PixelDancer Power Helper Daemon'.
fi: Avaa Järjestelmäasetukset → Kirjautumiskohteet ja laajennukset ja kytke 'PixelDancer Power Helper Daemon' päälle.
fr: Ouvrez Réglages Système → Éléments de connexion et extensions, puis activez « PixelDancer Power Helper Daemon ».
hi: सिस्टम सेटिंग्स → लॉगिन आइटम्स और एक्सटेंशन खोलें और 'PixelDancer Power Helper Daemon' को चालू करें।
it: Apri Impostazioni di Sistema → Elementi di login e Estensioni e attiva "PixelDancer Power Helper Daemon".
ja: システム設定 → ログイン項目と拡張機能を開き、「PixelDancer Power Helper Daemon」をオンにしてください。
ko: 시스템 설정 → 로그인 항목 및 확장 프로그램으로 이동하여 'PixelDancer Power Helper Daemon'을 켭니다.
nl: Open Systeeminstellingen → Inlogonderdelen & Extensies en schakel 'PixelDancer Power Helper Daemon' in.
pl: Otwórz Ustawienia systemowe → Elementy logowania i rozszerzenia i włącz „PixelDancer Power Helper Daemon”.
pt: Abra Definições do Sistema → Itens de Início e Extensões e ative 'PixelDancer Power Helper Daemon'.
ru: Откройте «Системные настройки» → «Объекты входа и расширения» и включите «PixelDancer Power Helper Daemon».
sv: Öppna Systeminställningar → Startobjekt & tillägg och aktivera "PixelDancer Power Helper Daemon".
th: เปิด การตั้งค่าระบบ → รายการเข้าสู่ระบบ & ส่วนขยาย แล้วเปิดใช้งาน 'PixelDancer Power Helper Daemon'
tr: Sistem Ayarları → Oturum Açma Öğeleri ve Uzantıları'nı açın ve 'PixelDancer Power Helper Daemon'ı etkinleştirin.
vi: Mở Cài đặt hệ thống → Mục đăng nhập & Tiện ích mở rộng và bật 'PixelDancer Power Helper Daemon'.
zh: 打开“系统设置”→“登录项和扩展”，然后打开“PixelDancer Power Helper Daemon”。

source: Open System Settings → Login Items & Extensions, find 'PixelDancer Power Helper Daemon', toggle it on.
ar: افتح إعدادات النظام → عناصر تسجيل الدخول والإضافات، ابحث عن 'PixelDancer Power Helper Daemon'، وقم بتشغيله.
da: Åbn Systemindstillinger → Loginemner & udvidelser, find 'PixelDancer Power Helper Daemon', og slå det til.
de: Öffnen Sie Systemeinstellungen → Anmeldeobjekte & Erweiterungen, suchen Sie „PixelDancer Power Helper Daemon“ und aktivieren Sie es.
es: Abra Configuración del Sistema → Ítems de inicio y extensiones, busque 'PixelDancer Power Helper Daemon' y actívelo.
fi: Avaa Järjestelmäasetukset → Kirjautumiskohteet ja laajennukset, etsi 'PixelDancer Power Helper Daemon' ja kytke se päälle.
fr: Ouvrez Réglages Système → Éléments de connexion et extensions, trouvez « PixelDancer Power Helper Daemon », puis activez-le.
hi: सिस्टम सेटिंग्स → लॉगिन आइटम्स और एक्सटेंशन खोलें, 'PixelDancer Power Helper Daemon' ढूंढें, इसे चालू करें।
it: Apri Impostazioni di Sistema → Elementi di login e Estensioni, trova "PixelDancer Power Helper Daemon" e attivalo.
ja: システム設定 → ログイン項目と拡張機能を開き、「PixelDancer Power Helper Daemon」を見つけてオンにしてください。
ko: 시스템 설정 → 로그인 항목 및 확장 프로그램으로 이동하여 'PixelDancer Power Helper Daemon'을 찾아 켭니다.
nl: Open Systeeminstellingen → Inlogonderdelen & Extensies, zoek 'PixelDancer Power Helper Daemon' en schakel deze in.
pl: Otwórz Ustawienia systemowe → Elementy logowania i rozszerzenia, znajdź „PixelDancer Power Helper Daemon” i włącz go.
pt: Abra Definições do Sistema → Itens de Início e Extensões, localize 'PixelDancer Power Helper Daemon' e ative-o.
ru: Откройте «Системные настройки» → «Объекты входа и расширения», найдите «PixelDancer Power Helper Daemon» и включите его.
sv: Öppna Systeminställningar → Startobjekt & tillägg, hitta "PixelDancer Power Helper Daemon" och aktivera den.
th: เปิด การตั้งค่าระบบ → รายการเข้าสู่ระบบ & ส่วนขยาย ค้นหา 'PixelDancer Power Helper Daemon' แล้วเปิดใช้งาน
tr: Sistem Ayarları → Oturum Açma Öğeleri ve Uzantıları'nı açın, 'PixelDancer Power Helper Daemon'ı bulun ve etkinleştirin.
vi: Mở Cài đặt hệ thống → Mục đăng nhập & Tiện ích mở rộng, tìm 'PixelDancer Power Helper Daemon', sau đó bật lên.
zh: 打开“系统设置”→“登录项和扩展”，找到“PixelDancer Power Helper Daemon”，然后将其打开。

source: Open in browser
ar: فتح في المتصفح
da: Åbn i browser
de: Im Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no navegador
ru: Открыть в браузере
sv: Öppna i webbläsare
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda aç
vi: Mở trong trình duyệt
zh: 在浏览器中打开

source: Opening…
ar: جارٍ الفتح…
da: Åbner…
de: Wird geöffnet…
es: Abriendo…
fi: Avataan…
fr: Ouverture…
hi: खोल रहा है…
it: Apertura in corso…
ja: 開いています…
ko: 열기 중…
nl: Bezig met openen…
pl: Otwieranie…
pt: A abrir…
ru: Открытие…
sv: Öppnar…
th: กำลังเปิด…
tr: Açılıyor…
vi: Đang mở…
zh: 正在打开…
